---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarInternalMultiplanar
source: html/780a430a-35a4-f0ea-df21-f625926570d7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarInternalMultiplanar Property

"INTERNAL: Multiplanar"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarInternalMultiplanar { get; }
```